cask_args appdir: '/Applications'

brew 'cloudflared'
brew 'imagemagick'
brew 'wget'
brew 'yt-dlp'
brew 'zoxide'
brew 'fzf'

cask '1password'
cask 'qlvideo'
cask 'sonos'
cask 'raycast'
cask 'ghostty'
cask 'cursor'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
cask 'zoom'

cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"